app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? AND "users"."password" = ? LIMIT ?  [["email", "asdasd@asdas.cl"], ["password", "sdsfds"], ["LIMIT", 1]]
---
	def create
		#complete this method
		user = User.find_by(email: session_params[:email], password: session_params[:password])